Repository: whiskyechobravo/kerkoapp
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Kerko Demo
fr: Démo Kerko

source: Bad request
fr: Requête erronée

source: The browser (or a proxy) sent a request that this site could not understand.
fr: Le navigateur (ou un proxy) a transmis une requête que ce site est incapable de comprendre.

source: Access denied
fr: Accès refusé

source: Access to the required page is not authorized.
fr: L'accès à la page demandée n'est pas autorisé.

source: Page not found
fr: Page introuvable

source: The required page does not exists or has moved.
fr: La page demandée n'existe pas ou a changé d'adresse.

source: You might want to use our <a href="%(url)s">search engine</a> to try finding the desired resource.
fr: Vous pourriez utiliser notre <a href="%(url)s">moteur de recherche</a> pour tenter de repérer la ressource désirée.

source: Internal server error
fr: Erreur interne du serveur

source: The required page could not be loaded because of an internal server error. Please try again later. If the error persists, please contact the site's administrators.
fr: La page demandée n'a pas pu être chargée en raison d'une erreur interne du serveur. Veuillez réessayer plus tard. Si l'erreur persiste, veuillez contacter les administrateurs du site.
