Repository: whiskyechobravo/kerkoapp
Catalog: kerkoapp/translations/*/LC_MESSAGES/messages.po
Languages: pt

source: Bad request
pt: Solicitação não válida

source: The browser (or a proxy) sent a request that this site could not understand.
pt: O navegador (ou um proxy) enviou uma solicitação que este site não conseguiu entender.

source: Access denied
pt: Acesso negado

source: Access to the required page is not authorized.
pt: O acesso à página solicitada não está autorizado.

source: Page not found
pt: Página não encontrada

source: The required page does not exists or has moved.
pt: A página solicitada não foi encontrada ou não existe mais.

source: You might want to use our <a href="%(url)s">search engine</a> to try finding the desired resource.
pt: Você pode querer usar a nossa <a href="%(url)s">ferramenta de pesquisa</a> para tentar encontrar o recurso desejado.

source: Internal server error
pt: Erro interno do servidor

source: The required page could not be loaded because of an internal server error. Please try again later. If the error persists, please contact the site's administrators.
pt: A página solicitada não pôde ser carregada devido a um erro interno do servidor. Por favor, tente novamente mais tarde. Se o erro persistir, entre em contato com os administradores do site.

source: Service unavailable
pt: Serviço indisponível

source: The service is temporarily unavailable. Please try again later.
pt: O serviço está temporariamente indisponível. Por favor, tente novamente mais tarde.
